dbaeumer.vscode-eslint
docker.docker
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
fastly.vscode-fastly-vcl
gamunu.vscode-yarn
github.copilot
github.copilot-chat
golang.go
ionic.ionic
mgesbert.python-path
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
vscodevim.vim
ms-python.pylint
