brew "coreutils"
brew "moreutils"
brew "gnu-sed"
brew "gnu-units"

brew "bat"
brew "ranger"

brew "tree"

brew "ruby"

brew "lynx"
brew "pv"
brew "zopfli"
brew "pstree"
brew "ctags"
brew "fzf"
brew "ripgrep"

brew "dict"

# config
brew "autoenv"

brew "imagemagick"

brew "direnv"
