cask "iterm2"
cask "macdown"
cask "raycast"
cask "todoist-app"

# browsers
cask "google-chrome"
cask "firefox"

# dev
cask "ngrok"
cask "proxyman"
cask "visual-studio-code"

# system
cask "1password-cli"
cask "bartender"
cask "betterdisplay"
cask "qlmarkdown"
cask "notunes"

# fonts
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
